Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/folketrygdfondet.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Both the equities portfolio and the fixed-income portfolio contributed positively,” says Folketrygdfondet CEO Kjetil Houg.
nb: Vi har positive bidrag fra både aksjeporteføljen og renteporteføljen, sier Kjetil Houg, administrerende direktør i Folketrygdfondet.

source: Folketrygdfondet will therefore vote against the authorisation to acquire own shares in agenda item 12.
nb: Derfor stemmer Folketrygdfondet mot fullmakt til å erverve egne aksjer i sak 12. Del

source: At the general meeting of BW Energy on May 19th, 2020, Folketrygdfondet will vote against item number 5(i), for the following reasons:
nb: På generalforsamlingen i BW Energy 19. mai 2020 kommer Folketrygdfondet til å stemme mot sak 5(i) med følgende begrunnelse:

source: It follows from section 8 of the Norwegian Code of Practice for Corporate Governance that senior executives should not be members of the Board.
nb: 8 i Norsk anbefaling for eierstyring og selskapsledelse at ledende ansatte ikke bør være medlem av styret.

source: Item 5: Setting of board remuneration
nb: Sak 5: Fastsettelse av godtgjørelse til styret

source: Reference is made to the voting statement relating to agenda item 6.
nb: Det vises til vår stemmeforklaring i sak 6.

source: No personal data are stored.
nb: Det lagres ikke persondata.

source: Trond M. Døskeland completed his doctorate in 2007.
nb: Døskeland fullførte sin doktorgrad i 2007.

source: as to the composition of the Boards of Directors.
nb: Innregning av transaksjoner skjer på handledato.

source: The board of Stolt-Nielsen Limited is asking the general meeting to authorize it to appoint new board members.
nb: Styret i Stolt-Nielsen Limited ber om fullmakt fra generalforsamlingen til å utnevne nye styremedlemmer.

source: General meeting of SATS ASA
nb: Generalforsamling i SATS ASA

source: Jørn Nilsen joined Folketrygdfondet in 1997, having previously worked as a higher executive officer at the Ministry of Petroleum and Energy and as a scholarship holder at the Norwegian School of Economics.
nb: Jørn Nilsen begynte i Folketrygdfondet i 1997. Han har tidligere arbeidet som førstekonsulent i Olje- og energidepartementet og som stipendiat ved Norges Handelshøyskole.

source: This marks a clear delineation between the capital (Government Pension Fund Norway) and the manager of this capital (Folketrygdfondet).
nb: Det blir med dette et tydeligere skille mellom kapitalen (Statens pensjonsfond Norge) og forvalteren av denne kapitalen (Folketrygdfondet).

source: Extraordinary general meeting of XXL ASA
nb: Ekstraordinær generalforsamling i XXL ASA

source: Westby has previously served as board chair of PricewaterhouseCoopers AS, where he was a partner until 2009.
nb: Westby har tidligere vært styreleder i PricewaterhouseCoopers AS, hvor han var partner til 2009.

source: She is a member of the boards of DnV GL, Norsk Hydro and Orkla and in the Swedish listed companies Nobina AB and Peab AB.
nb: Hun sitter i styret i DnV GL, Norsk Hydro og Orkla samt i de svenske børsnoterte selskapene Nobina AB og Peab AB.

source: Krog Sæbø holds a master’s degree from the Norwegian School of Economics (2007), is authorised as a fixed income analyst by the Norwegian Society of Financial Analysts (2010), is an Certified European Financial Analyst by the Norwegian School of Economics (2016), has completed the Advanced Credit Risk Analysis Program by the Norwegian School of Economics (2017), and has an MBA in finance from the Norwegian School of Economics (2017).
nb: Jørgen Krog Sæbø er utdannet master i økonomi og administrasjon fra Norges Handelshøyskole (2007), renteanalytiker fra Norske Finansanalytikeres Forening (2010), Autorisert Finansanalytiker fra Norges Handelshøyskole (2016), avansert kredittanalytiker fra Norges Handelshøyskole (2017), og MBA i finans fra Norges Handelshøyskole (2017).

source: Bjarte Gudmundsen is Rogaland Regional Leader for Bouvet and is proposed as a member of the Nomination Committee.
nb: Bjarte Gudmundsen er Regionleder Rogaland og foreslått som medlem av valgkomiteen.

source: This also follows from section 11 of the Norwegian Code of Practice for Corporate Governance, which states that such arrangements may undermine board independence.
nb: Dette følger også av Norsk anbefaling for eierstyring og selskapsledelse pkt. 11, hvor det henvises til at slike ordninger vil kunne svekke styrets uavhengighet.

source: Expects companies’ governance and operations are in line with established environmental, social and governance standards, as set out in the Norwegian Recommendations for Corporate Governance of State-Owned Enterprises, the UN Global Compact and the OECD Guidelines for Multinational Enterprises.
nb: Forventer at selskapenes styring og drift er i samsvar med etablerte standarder for miljø, samfunnsmessige forhold og selskapsstyring som fremgår i Norsk anbefaling for eierstyring og selskapsledelse, FNs Global Compact og OECDs retningslinjer for flernasjonale selskaper.

source: Bastiansen holds a Master of Business and Marketing from Handelsakademiet in Oslo, and a Master of International Management degree from Thunderbird School of Global Management, Arizona, USA.
nb: Bastiansen er utdannet handelsøkonom ved Handelsakademiet i Oslo og siviløkonom og Master of International Management fra Thunderbird School of Global Management, Arizona, USA.

source: Since the 2020 annual report of HydrogenPro AS states (in Note 12) that board members have been allocated share options in the company, Folketrygdfondet will vote against the authorisation to acquire own shares in connection with the option programme.
nb: Da det i HydrogenPro AS sin årsrapport for 2020 (note 12) er opplyst at styremedlemmer har blitt tildelt aksjeopsjoner i selskapet, stemmer Folketrygdfondet mot fullmakt til erverv av egne aksjer tilhørende opsjonsprogrammet.

source: Matter number 4: Board authorization to appoint new board members
nb: Sak 4: Fullmakt til styret til å oppnevne nye styremedlemmer

source: Matter number 4: Board authorisation to appoint new board members
nb: Sak 4: Fullmakt til styret til å oppnevne nye styremedlemmer

source: Item 4: Board authorisation to appoint new board members
nb: Sak 4: Fullmakt til styret til å oppnevne nye styremedlemmer

source: Since the 2020 annual report of HydrogenPro AS states (in Note 12) that board members have been allocated share options in the company, Folketrygdfondet will vote against the authorisation to increase share capital in connection with the option programme.
nb: Da det i HydrogenPro AS sin årsrapport for 2020 (note 12) er opplyst at styremedlemmer har blitt tildelt aksjeopsjoner i selskapet, stemmer Folketrygdfondet mot fullmakt til kapitalforhøyelse tilhørende opsjonsprogrammet.

source: Folketrygdfondet has concluded that the scope of the share and option programme for Hexagon Composites employees is unclear.
nb: Folketrygdfondet er av den oppfatning at Hexagon Composites sin aksje- og opsjonsordning for ansatte har et uklart omfang.

source: Folketrygdfondet will therefore vote against authorizing the board to appoint new board members.
nb: Folketrygdfondet stemmer derfor mot å gi styret fullmakt til å oppnevne nye styremedlemmer.

source: He runs his own investment and consultancy business.
nb: Østbø driver egen investerings- og rådgivningsvirksomhet.

source: At the Bouvet annual general meeting May 20th, 2020, Folketrygdfondet plans to vote against item 9 for the following reasons:
nb: På den ordinære generalforsamlingen i Bouvet den 20. mai 2020 kommer Folketrygdfondet til å stemme mot sak 9 med følgende begrunnelse:

source: In line with the voting statements relating to agenda items 4 and 5, Folketrygdfondet will vote against the proposed resolution under agenda item 12 authorising the board of directors to acquire own shares.
nb: Basert på vår stemmebegrunnelse i sak 4 og sak 5, vil Folketrygdfondet stemme mot fullmakt om erverv av egne aksjer i sak 12.

source: General meeting of BW Energy
nb: Generalforsamling i BW Energy

source: Chief Operating Officer
nb: direktør operasjoner og IT

source: The Government Pension Fund Norway (SPN) mandate
nb: Mandatet for forvaltningen av Statens pensjonsfond Norge (SPN)

source: The board of Stolt-Nielsen Limited is requesting authorisation from the general meeting to appoint new board members.
nb: Styret i Stolt-Nielsen Limited ber om fullmakt fra generalforsamlingen til å utnevne nye styremedlemmer.

source: Frances Eaton holds a law degree from the University of Bergen with further specialisation at the University of Wellington, New Zealand.
nb: Frances Eaton har juridisk embetseksamen fra Universitetet i Bergen med spesialisering fra University of Wellington, New Zealand.

source: Principle 3 of the Executive Remuneration Statement states that one board member has an individual option agreement.
nb: I Erklæring om lederlønn, prinsipp 3, fremkommer det at ett styremedlem har individuell aksjeopsjonsordning.

source: Folketrygdfondet generally takes a positive view of executive and board share ownership, but in agenda item 5 the nomination committee of XXL is proposing that board members be permitted to participate in a share incentive programme designed for the CEO and executives.
nb: Folketrygdfondet er generelt positiv til at ledende personer og styrets medlemmer eier aksjer, men i sak 5 foreslår valgkomiteen i XXL at styrets medlemmer kan delta i et aksjeinsentivprogram tilpasset CEO og ledende personer.

source: Folketrygdfondet shall not be represented on the Boards of Directors of companies.
nb: Forvaltningskostnader består av forvaltningshonorar til Folketrygdfondet og

source: General meeting of DNO
nb: Generalforsamling i DNO

source: Before joining Folketrygdfondet, Tine Fossland was a consultant at PwC and EY.
nb: Før Fossland startet i Folketrygdfondet, jobbet hun som konsulent i PwC og EY.

source: Folketrygdfondet will therefore vote against the guidelines on the setting of executive pay and other remuneration under agenda item 4.
nb: Derfor stemmer Folketrygdfondet mot retningslinjer for fastsettelse av lønn og annen godtgjørelse til ledende personer i sak 4.

source: Folketrygdfondet now has more than NOK 260 billion in assets under management.
nb: i Folketrygdfondet. Den samlede kapitalen er på over 260 milliarder kroner.

source: Therefore, Folketrygdfondet voted against item 9.
nb: Folketrygdfondet stemmer derfor mot sak 9.
